{
  "Toggle Main menu.": "Hauptmenü umschalten.",
  "Open Home where you can see all your notes, tasks and habits.": "Home öffnen, wo du alle deine Notizen, Aufgaben und Gewohnheiten sehen kannst.",
  "Open Notes.": "Notizen öffnen.",
  "Open Tasks.": "Aufgaben öffnen.",
  "Open Habits.": "Gewohnheiten öffnen.",
  "Show this Help. You can hide all help icons in the settings.": "Diese Hilfe anzeigen. Du kannst alle Hilfesymbole in den Einstellungen ausblenden.",

  "Add a new category.": "Eine neue Kategorie hinzufügen.",

  "Load example Categories, Notes, Tasks, and Habits.": "Beispielkategorien, Notizen, Aufgaben und Gewohnheiten laden.",
  "Delete all Categories, Notes, Tasks, Habits, and Settings.": "Alle Kategorien, Notizen, Aufgaben, Gewohnheiten und Einstellungen löschen.",
  "Export Categories, Notes, Tasks, Habits, and Settings to a JSON file.": "Kategorien, Notizen, Aufgaben, Gewohnheiten und Einstellungen in eine JSON-Datei exportieren.",
  "Export Categories, Notes, Tasks, and Habits to a TSV file.": "Kategorien, Notizen, Aufgaben und Gewohnheiten in eine TSV-Datei exportieren.",
  "Export Categories, Notes, Tasks, Habits, and Settings to a YAML file.": "Kategorien, Notizen, Aufgaben, Gewohnheiten und Einstellungen in eine YAML-Datei exportieren.",
  "Export Categories, Notes, Tasks, and Habits to a Markdown file.": "Kategorien, Notizen, Aufgaben und Gewohnheiten in eine Markdown-Datei exportieren.",
  "Import Categories, Notes, Tasks, Habits, and Settings from a JSON file.": "Kategorien, Notizen, Aufgaben, Gewohnheiten und Einstellungen aus einer JSON-Datei importieren.",
  "Import Categories, Notes, Tasks, and Habits from a TSV file.": "Kategorien, Notizen, Aufgaben und Gewohnheiten aus einer TSV-Datei importieren.",
  "Import Categories, Notes, Tasks, Habits, and Settings from a YAML file.": "Kategorien, Notizen, Aufgaben, Gewohnheiten und Einstellungen aus einer YAML-Datei importieren.",
  "Import Categories, Notes, Tasks, and Habits from a Markdown file.": "Kategorien, Notizen, Aufgaben und Gewohnheiten aus einer Markdown-Datei importieren.",
  "Import Google Keep notes from a ZIP file exported from Google Takeout.": "Google Keep-Notizen aus einer ZIP-Datei importieren, die von Google Takeout exportiert wurde.",
  "Use the address, username and password of your OpenHabitTracker Docker container to log in.": "Verwende die Adresse, den Benutzernamen und das Passwort deines OpenHabitTracker-Docker-Containers, um dich anzumelden.",
  "Download OpenHabitTracker Docker image and run it on your server to enable online sync.": "Lade das OpenHabitTracker-Docker-Image herunter und führe es auf deinem Server aus, um die Online-Synchronisation zu aktivieren.",

  "Habit's priority.": "Priorität der Gewohnheit.",
  "Habit's title.": "Titel der Gewohnheit.",
  "The time elapsed since the habit was last completed and the habit's selected interval ratio. The interval ratio can be set in Search, Filter, Sort.": "Die vergangene Zeit seit der letzten Erledigung der Gewohnheit und das ausgewählte Intervallverhältnis der Gewohnheit. Das Intervallverhältnis kann in Suche, Filter, Sortieren eingestellt werden.",
  "Mark the habit as done.": "Die Gewohnheit als erledigt markieren.",
  "Habit's items.": "Elemente der Gewohnheit.",
  "Click on a day on the small calendar to mark the habit as done.": "Klicke auf einen Tag im kleinen Kalender, um die Gewohnheit als erledigt zu markieren.",
  "Set the habit's priority.": "Die Priorität der Gewohnheit festlegen.",
  "Change the habit's title.": "Den Titel der Gewohnheit ändern.",
  "Delete the habit.": "Die Gewohnheit löschen.",
  "Close the habit.": "Die Gewohnheit schließen.",
  "Click on a day on the large calendar to mark the habit as done.": "Klicke auf einen Tag im großen Kalender, um die Gewohnheit als erledigt zu markieren.",
  "Set the habit's desired repeat interval.": "Das gewünschte Wiederholungsintervall der Gewohnheit festlegen.",
  "Set the habit's desired duration.": "Die gewünschte Dauer der Gewohnheit festlegen.",
  "Start the timer to start timing the habit's duration. Stopping the timer completes the habit.": "Den Timer starten, um die Dauer der Gewohnheit zu messen. Das Stoppen des Timers schließt die Gewohnheit ab.",
  "Time spent on the habit.": "Auf die Gewohnheit verwendete Zeit.",
  "The time elapsed since the habit was last completed.": "Die vergangene Zeit seit der letzten Erledigung der Gewohnheit.",
  "Habit's desired repeat interval.": "Gewünschtes Wiederholungsintervall der Gewohnheit.",
  "Habit's average repeat interval.": "Durchschnittliches Wiederholungsintervall der Gewohnheit.",
  "The ratio of habit's average repeat interval to the habit's desired repeat interval.": "Das Verhältnis des durchschnittlichen Wiederholungsintervalls der Gewohnheit zum gewünschten Wiederholungsintervall der Gewohnheit.",
  "How many times was the habit completed and when was the habit last completed.": "Wie oft wurde die Gewohnheit abgeschlossen und wann wurde die Gewohnheit zuletzt abgeschlossen.",
  "Set the habit's category.": "Die Kategorie der Gewohnheit festlegen.",
  "Set the habit's color.": "Die Farbe der Gewohnheit festlegen.",
  "The date when the habit was created and the date when the habit was last updated.": "Das Datum, an dem die Gewohnheit erstellt wurde, und das Datum, an dem die Gewohnheit zuletzt aktualisiert wurde.",

  "Note's priority.": "Priorität der Notiz.",
  "Note's title.": "Titel der Notiz.",
  "Note's content.": "Inhalt der Notiz.",
  "Set the note's priority.": "Die Priorität der Notiz festlegen.",
  "Change the note's title.": "Den Titel der Notiz ändern.",
  "Delete the note.": "Die Notiz löschen.",
  "Close the note.": "Die Notiz schließen.",
  "Change the note's content.": "Den Inhalt der Notiz ändern.",
  "Set the note's category.": "Die Kategorie der Notiz festlegen.",
  "Set the note's color.": "Die Farbe der Notiz festlegen.",
  "The date when the note was created and the date when the note was last updated.": "Das Datum, an dem die Notiz erstellt wurde, und das Datum, an dem die Notiz zuletzt aktualisiert wurde.",

  "Search titles and content in Notes, Tasks, and Habits.": "Titel und Inhalte in Notizen, Aufgaben und Gewohnheiten durchsuchen.",
  "Match case when searching.": "Groß-/Kleinschreibung bei der Suche beachten.",
  "Clear the search field.": "Das Suchfeld leeren.",
  "Click here to enter today's date.": "Klicke hier, um das heutige Datum einzugeben.",
  "Choose how to compare the planned date (<, =, >, ≠).": "Wähle, wie das geplante Datum verglichen werden soll (<, =, >, ≠).",
  "Filter by planned date.": "Nach geplantem Datum filtern.",
  "Clear the planned date filter.": "Den Filter für das geplante Datum löschen.",
  "Choose how to compare the done date (<, =, >, ≠).": "Wähle, wie das Erledigungsdatum verglichen werden soll (<, =, >, ≠).",
  "Filter by done date.": "Nach Erledigungsdatum filtern.",
  "Clear the done date filter.": "Den Filter für das Erledigungsdatum löschen.",
  "Filter by categories.": "Nach Kategorien filtern.",
  "Filter by priorities.": "Nach Prioritäten filtern.",
  "Choose which Habit interval ratio to display next to the Habit title.": "Wähle, welches Intervallverhältnis der Gewohnheit neben dem Titel der Gewohnheit angezeigt werden soll.",
  "Show only habits with interval ratio over the chosen limit.": "Nur Gewohnheiten mit einem Intervallverhältnis über der gewählten Grenze anzeigen.",
  "Choose the limit.": "Die Grenze wählen.",
  "Choose how to sort Notes.": "Wähle, wie Notizen sortiert werden sollen.",
  "Choose how to sort Tasks.": "Wähle, wie Aufgaben sortiert werden sollen.",
  "Choose how to sort Habits.": "Wähle, wie Gewohnheiten sortiert werden sollen.",

  "Toggle dark mode.": "Dunkelmodus umschalten.",
  "Choose a theme.": "Ein Thema wählen.",
  "Choose a start page that should open every time you start OpenHabitTracker.": "Wähle eine Startseite, die jedes Mal geöffnet werden soll, wenn du OpenHabitTracker startest.",
  "Choose a start sidebar that should open every time you start OpenHabitTracker.": "Wähle eine Start-Seitenleiste, die jedes Mal geöffnet werden soll, wenn du OpenHabitTracker startest.",
  "Show help on every page.": "Hilfe auf jeder Seite anzeigen.",
  "Show the item list in Tasks and Habits.": "Die Elementliste in Aufgaben und Gewohnheiten anzeigen.",
  "Show the small calendar in one line in Habits.": "Den kleinen Kalender in einer Zeile in Gewohnheiten anzeigen.",
  "Show the large calendar for the selected Habit.": "Den großen Kalender für die ausgewählte Gewohnheit anzeigen.",
  "Show the color picker in Notes, Tasks and Habits.": "Die Farbauswahl in Notizen, Aufgaben und Gewohnheiten anzeigen.",
  "Show the created date and the updated date in Notes, Tasks and Habits.": "Das Erstellungsdatum und das Aktualisierungsdatum in Notizen, Aufgaben und Gewohnheiten anzeigen.",
  "Choose a language.": "Eine Sprache wählen.",
  "Choose the start of the week in the large calendar in Habits.": "Den Wochenanfang im großen Kalender in Gewohnheiten wählen.",
  "Pressing the TAB key inserts a tab in the content when writing the text in Notes.": "Das Drücken der TAB-Taste fügt einen Tabulator in den Inhalt ein, wenn du den Text in Notizen schreibst.",
  "You can use Markdown to format the content in Notes.": "Du kannst Markdown verwenden, um den Inhalt in Notizen zu formatieren.",
  "Resetting the habit when it is completed will uncheck all items.": "Das Zurücksetzen der Gewohnheit, wenn sie abgeschlossen ist, hebt die Markierung aller Elemente auf.",
  "Choose the horizontal space between items in the list.": "Wähle den horizontalen Abstand zwischen den Elementen in der Liste.",
  "Choose the vertical space between items in the list.": "Wähle den vertikalen Abstand zwischen den Elementen in der Liste.",

  "Task's priority.": "Priorität der Aufgabe.",
  "Task's title.": "Titel der Aufgabe.",
  "The date the task is planned at.": "Das Datum, an dem die Aufgabe geplant ist.",
  "Mark the task as done.": "Die Aufgabe als erledigt markieren.",
  "Task's items.": "Elemente der Aufgabe.",
  "Set the task's priority.": "Die Priorität der Aufgabe festlegen.",
  "Change the task's title.": "Den Titel der Aufgabe ändern.",
  "Delete the task.": "Die Aufgabe löschen.",
  "Close the task.": "Die Aufgabe schließen.",
  "Set the date the task is planned at.": "Das Datum festlegen, an dem die Aufgabe geplant ist.",
  "Set the task's duration.": "Die Dauer der Aufgabe festlegen.",
  "Start the timer to start timing the task's duration. Stopping the timer completes the task.": "Den Timer starten, um die Dauer der Aufgabe zu messen. Das Stoppen des Timers schließt die Aufgabe ab.",
  "Time spent on the task.": "Auf die Aufgabe verwendete Zeit.",
  "When the task was started.": "Wann die Aufgabe begonnen wurde.",
  "When the task was completed.": "Wann die Aufgabe abgeschlossen wurde.",
  "Set the task's category.": "Die Kategorie der Aufgabe festlegen.",
  "Set the task's color.": "Die Farbe der Aufgabe festlegen.",
  "The date when the task was created and the date when the task was last updated.": "Das Datum, an dem die Aufgabe erstellt wurde, und das Datum, an dem die Aufgabe zuletzt aktualisiert wurde.",

  "Restore all deleted Notes, Tasks, and Habits.": "Alle gelöschten Notizen, Aufgaben und Gewohnheiten wiederherstellen.",
  "Permanently remove all deleted Notes, Tasks, and Habits.": "Alle gelöschten Notizen, Aufgaben und Gewohnheiten dauerhaft entfernen."
}
