{
  "Toggle Main menu.": "Preklopi glavni meni.",
  "Open Home where you can see all your notes, tasks and habits.": "Odpri Domov, kjer lahko vidiš vse svoje zapiske, naloge in navade.",
  "Open Notes.": "Odpri Zapiske.",
  "Open Tasks.": "Odpri Naloge.",
  "Open Habits.": "Odpri Navade.",
  "Open Search, Filter, Sort.": "Odpri Išči, Filtriraj, Razvrsti.",
  "Show this Help. You can hide all help icons in the settings.": "Prikaži to Pomoč. Vse ikone za pomoč lahko skriješ v nastavitvah.",
  "Online sync is enabled.": "Spletna sinhronizacija je omogočena.",

  "Add a new category.": "Dodaj novo kategorijo.",

  "Load example Categories, Notes, Tasks, and Habits.": "Naloži primere Kategorij, Zapiskov, Nalog in Navad.",
  "Delete all Categories, Notes, Tasks, Habits, and Settings.": "Izbriši vse Kategorije, Zapiske, Naloge, Navade in Nastavitve.",
  "Export Categories, Notes, Tasks, Habits, and Settings to a JSON file.": "Izvozi Kategorije, Zapiske, Naloge, Navade in Nastavitve v datoteko JSON.",
  "Export Categories, Notes, Tasks, and Habits to a TSV file.": "Izvozi Kategorije, Zapiske, Naloge in Navade v datoteko TSV.",
  "Export Categories, Notes, Tasks, Habits, and Settings to a YAML file.": "Izvozi Kategorije, Zapiske, Naloge, Navade in Nastavitve v datoteko YAML.",
  "Export Categories, Notes, Tasks, and Habits to a Markdown file.": "Izvozi Kategorije, Zapiske, Naloge in Navade v datoteko Markdown.",
  "Import Categories, Notes, Tasks, Habits, and Settings from a JSON file.": "Uvozi Kategorije, Zapiske, Naloge, Navade in Nastavitve iz datoteke JSON.",
  "Import Categories, Notes, Tasks, and Habits from a TSV file.": "Uvozi Kategorije, Zapiske, Naloge in Navade iz datoteke TSV.",
  "Import Categories, Notes, Tasks, Habits, and Settings from a YAML file.": "Uvozi Kategorije, Zapiske, Naloge, Navade in Nastavitve iz datoteke YAML.",
  "Import Categories, Notes, Tasks, and Habits from a Markdown file.": "Uvozi Kategorije, Zapiske, Naloge in Navade iz datoteke Markdown.",
  "Import Google Keep notes from a ZIP file exported from Google Takeout.": "Uvozi zapiske Google Keep iz datoteke ZIP, izvožene iz Google Takeout.",
  "Use the address, username and password of your OpenHabitTracker Docker container to log in.": "Za prijavo uporabi naslov, uporabniško ime in geslo svojega vsebnika Docker OpenHabitTracker.",
  "Download OpenHabitTracker Docker image and run it on your server to enable online sync.": "Prenesi sliko Docker OpenHabitTracker in jo zaženi na svojem strežniku, da omogočiš spletno sinhronizacijo.",

  "Habit's priority.": "Prioriteta navade.",
  "Habit's title.": "Naslov navade.",
  "The time elapsed since the habit was last completed and the habit's selected interval ratio. The interval ratio can be set in Search, Filter, Sort.": "Čas, ki je minil od zadnjega zaključka navade, in izbrano razmerje intervala navade. Razmerje intervalov lahko nastaviš v Iskanje, Filter, Razvrščanje.",
  "Mark the habit as done.": "Označi navado kot opravljeno.",
  "Habit's items.": "Elementi navade.",
  "Click on a day on the small calendar to mark the habit as done.": "Klikni na dan na malem koledarju, da označiš navado kot opravljeno.",
  "Set the habit's priority.": "Nastavi prioriteto navade.",
  "Change the habit's title.": "Spremeni naslov navade.",
  "Delete the habit.": "Izbriši navado.",
  "Close the habit.": "Zapri navado.",
  "Click on a day on the large calendar to mark the habit as done.": "Klikni na dan na velikem koledarju, da označiš navado kot opravljeno.",
  "Set the habit's desired repeat interval.": "Nastavi želeni interval ponavljanja navade.",
  "Set the habit's desired duration.": "Nastavi želeno trajanje navade.",
  "Start the timer to start timing the habit's duration. Stopping the timer completes the habit.": "Zaženi časovnik za merjenje trajanja navade. Zaustavitev časovnika zaključi navado.",
  "Time spent on the habit.": "Čas, porabljen za navado.",
  "The time elapsed since the habit was last completed.": "Čas, ki je minil od zadnjega zaključka navade.",
  "Habit's desired repeat interval.": "Želeni interval ponavljanja navade.",
  "Habit's average repeat interval.": "Povprečni interval ponavljanja navade.",
  "The ratio of habit's average repeat interval to the habit's desired repeat interval.": "Razmerje med povprečnim intervalom ponavljanja navade in želenim intervalom ponavljanja navade.",
  "How many times was the habit completed and when was the habit last completed.": "Kolikokrat je bila navada zaključena in kdaj je bila navada nazadnje zaključena.",
  "Set the habit's category.": "Nastavi kategorijo navade.",
  "Set the habit's color.": "Nastavi barvo navade.",
  "The date when the habit was created and the date when the habit was last updated.": "Datum, ko je bila navada ustvarjena, in datum, ko je bila navada nazadnje posodobljena.",

  "Note's priority.": "Prioriteta zapiska.",
  "Note's title.": "Naslov zapiska.",
  "Note's content.": "Vsebina zapiska.",
  "Set the note's priority.": "Nastavi prioriteto zapiska.",
  "Change the note's title.": "Spremeni naslov zapiska.",
  "Delete the note.": "Izbriši zapisek.",
  "Close the note.": "Zapri zapisek.",
  "Change the note's content.": "Spremeni vsebino zapiska.",
  "Set the note's category.": "Nastavi kategorijo zapiska.",
  "Set the note's color.": "Nastavi barvo zapiska.",
  "The date when the note was created and the date when the note was last updated.": "Datum, ko je bil zapisek ustvarjen, in datum, ko je bil zapisek nazadnje posodobljen.",

  "Search titles and content in Notes, Tasks, and Habits.": "Išči naslove in vsebino v Zapiskih, Nalogah in Navadah.",
  "Match case when searching.": "Pri iskanju upoštevaj velikost črk.",
  "Clear the search field.": "Počisti iskalno polje.",
  "Click here to enter today's date.": "Klikni tukaj za vnos današnjega datuma.",
  "Choose how to compare the planned date (<, =, >, ≠).": "Izberi, kako primerjati načrtovani datum (<, =, >, ≠).",
  "Filter by planned date.": "Filtriraj po načrtovanem datumu.",
  "Clear the planned date filter.": "Počisti filter načrtovanega datuma.",
  "Choose how to compare the done date (<, =, >, ≠).": "Izberi, kako primerjati datum opravljene naloge (<, =, >, ≠).",
  "Filter by done date.": "Filtriraj po datumu opravljene naloge.",
  "Clear the done date filter.": "Počisti filter datuma opravljene naloge.",
  "Filter by categories.": "Filtriraj po kategorijah.",
  "Filter by priorities.": "Filtriraj po prioritetah.",
  "Hide completed tasks.": "Skrij opravljene naloge.",
  "Choose which Habit interval ratio to display next to the Habit title.": "Izberi, katero razmerje intervala Navade prikazati ob naslovu Navade.",
  "Show only habits with interval ratio over the chosen limit.": "Prikaži samo navade z razmerjem intervala nad izbrano mejo.",
  "Choose the limit.": "Izberi mejo.",
  "Choose how to sort Notes.": "Izberi, kako razvrstiti Zapiske.",
  "Choose how to sort Tasks.": "Izberi, kako razvrstiti Naloge.",
  "Choose how to sort Habits.": "Izberi, kako razvrstiti Navade.",

  "Toggle dark mode.": "Preklopi temni način.",
  "Choose a theme.": "Izberi temo.",
  "Choose a start page that should open every time you start OpenHabitTracker.": "Izberi začetno stran, ki naj se odpre vsakič, ko zaženeš OpenHabitTracker.",
  "Choose a start sidebar that should open every time you start OpenHabitTracker.": "Izberi začetno stransko vrstico, ki naj se odpre vsakič, ko zaženeš OpenHabitTracker.",
  "Show help on every page.": "Prikaži pomoč na vsaki strani.",
  "Show the item list in Tasks and Habits.": "Prikaži seznam elementov v Nalogah in Navadah.",
  "Show the small calendar in one line in Habits.": "Prikaži mali koledar v eni vrstici v Navadah.",
  "Show the large calendar for the selected Habit.": "Prikaži velik koledar za izbrano Navado.",
  "Show the color picker in Notes, Tasks and Habits.": "Prikaži izbirnik barv v Zapiskih, Nalogah in Navadah.",
  "Show the created date and the updated date in Notes, Tasks and Habits.": "Prikaži datum ustvarjanja in datum posodobitve v Zapiskih, Nalogah in Navadah.",
  "Choose a language.": "Izberi jezik.",
  "Choose the start of the week in the large calendar in Habits.": "Izberi začetek tedna v velikem koledarju v Navadah.",
  "Pressing the TAB key inserts a tab in the content when writing the text in Notes.": "Pritisk tipke TAB vstavi tabulator v vsebino pri pisanju besedila v Zapiskih.",
  "You can use Markdown to format the content in Notes.": "Za oblikovanje vsebine v Zapiskih lahko uporabiš Markdown.",
  "Resetting the habit when it is completed will uncheck all items.": "Ponastavitev navade, ko je zaključena, bo odznačila vse elemente.",
  "Choose how to display the category filter.": "Izberite način prikaza filtra kategorij.",
  "Choose how to display the priority filter.": "Izberite način prikaza filtra prioritet.",
  "Choose the horizontal space between items in the list.": "Izberi vodoravni prostor med elementi na seznamu.",
  "Choose the vertical space between items in the list.": "Izberi navpični prostor med elementi na seznamu.",

  "Task's priority.": "Prioriteta naloge.",
  "Task's title.": "Naslov naloge.",
  "The date the task is planned at.": "Datum, za katerega je načrtovana naloga.",
  "Mark the task as done.": "Označi nalogo kot opravljeno.",
  "Task's items.": "Elementi naloge.",
  "Set the task's priority.": "Nastavi prioriteto naloge.",
  "Change the task's title.": "Spremeni naslov naloge.",
  "Delete the task.": "Izbriši nalogo.",
  "Close the task.": "Zapri nalogo.",
  "Set the date the task is planned at.": "Nastavi datum, za katerega je načrtovana naloga.",
  "Set the task's duration.": "Nastavi trajanje naloge.",
  "Start the timer to start timing the task's duration. Stopping the timer completes the task.": "Zaženi časovnik za merjenje trajanja naloge. Zaustavitev časovnika zaključi nalogo.",
  "Time spent on the task.": "Čas, porabljen za nalogo.",
  "When the task was started.": "Kdaj se je naloga začela.",
  "When the task was completed.": "Kdaj je bila naloga zaključena.",
  "Set the task's category.": "Nastavi kategorijo naloge.",
  "Set the task's color.": "Nastavi barvo naloge.",
  "The date when the task was created and the date when the task was last updated.": "Datum, ko je bila naloga ustvarjena, in datum, ko je bila naloga nazadnje posodobljena.",

  "Restore all deleted Notes, Tasks, and Habits.": "Obnovi vse izbrisane Zapiske, Naloge in Navade.",
  "Permanently remove all deleted Notes, Tasks, and Habits.": "Trajno odstrani vse izbrisane Zapiske, Naloge in Navade."
}
