{
  "Toggle Main menu.": "Alternar menú principal.",
  "Open Home where you can see all your notes, tasks and habits.": "Abrir Inicio donde puedes ver todas tus notas, tareas y hábitos.",
  "Open Notes.": "Abrir Notas.",
  "Open Tasks.": "Abrir Tareas.",
  "Open Habits.": "Abrir Hábitos.",
  "Show this Help. You can hide all help icons in the settings.": "Mostrar esta Ayuda. Puedes ocultar todos los íconos de ayuda en la configuración.",

  "Add a new category.": "Agregar una nueva categoría.",

  "Load example Categories, Notes, Tasks, and Habits.": "Cargar categorías, notas, tareas y hábitos de ejemplo.",
  "Delete all Categories, Notes, Tasks, Habits, and Settings.": "Eliminar todas las categorías, notas, tareas, hábitos y configuraciones.",
  "Export Categories, Notes, Tasks, Habits, and Settings to a JSON file.": "Exportar categorías, notas, tareas, hábitos y configuraciones a un archivo JSON.",
  "Export Categories, Notes, Tasks, and Habits to a TSV file.": "Exportar categorías, notas, tareas y hábitos a un archivo TSV.",
  "Export Categories, Notes, Tasks, Habits, and Settings to a YAML file.": "Exportar categorías, notas, tareas, hábitos y configuraciones a un archivo YAML.",
  "Export Categories, Notes, Tasks, and Habits to a Markdown file.": "Exportar categorías, notas, tareas y hábitos a un archivo Markdown.",
  "Import Categories, Notes, Tasks, Habits, and Settings from a JSON file.": "Importar categorías, notas, tareas, hábitos y configuraciones desde un archivo JSON.",
  "Import Categories, Notes, Tasks, and Habits from a TSV file.": "Importar categorías, notas, tareas y hábitos desde un archivo TSV.",
  "Import Categories, Notes, Tasks, Habits, and Settings from a YAML file.": "Importar categorías, notas, tareas, hábitos y configuraciones desde un archivo YAML.",
  "Import Categories, Notes, Tasks, and Habits from a Markdown file.": "Importar categorías, notas, tareas y hábitos desde un archivo Markdown.",
  "Import Google Keep notes from a ZIP file exported from Google Takeout.": "Importar notas de Google Keep desde un archivo ZIP exportado desde Google Takeout.",
  "Use the address, username and password of your OpenHabitTracker Docker container to log in.": "Usa la dirección, nombre de usuario y contraseña de tu contenedor Docker OpenHabitTracker para iniciar sesión.",
  "Download OpenHabitTracker Docker image and run it on your server to enable online sync.": "Descarga la imagen Docker de OpenHabitTracker y ejecútala en tu servidor para habilitar la sincronización en línea.",

  "Habit's priority.": "Prioridad del hábito.",
  "Habit's title.": "Título del hábito.",
  "The time elapsed since the habit was last completed and the habit's selected interval ratio. The interval ratio can be set in Search, Filter, Sort.": "El tiempo transcurrido desde que se completó el hábito por última vez y la proporción de intervalo seleccionada del hábito. La proporción de intervalo se puede establecer en Buscar, Filtrar, Ordenar.",
  "Mark the habit as done.": "Marcar el hábito como completado.",
  "Habit's items.": "Elementos del hábito.",
  "Click on a day on the small calendar to mark the habit as done.": "Haz clic en un día en el calendario pequeño para marcar el hábito como completado.",
  "Set the habit's priority.": "Establecer la prioridad del hábito.",
  "Change the habit's title.": "Cambiar el título del hábito.",
  "Delete the habit.": "Eliminar el hábito.",
  "Close the habit.": "Cerrar el hábito.",
  "Click on a day on the large calendar to mark the habit as done.": "Haz clic en un día en el calendario grande para marcar el hábito como completado.",
  "Set the habit's desired repeat interval.": "Establecer el intervalo de repetición deseado del hábito.",
  "Set the habit's desired duration.": "Establecer la duración deseada del hábito.",
  "Start the timer to start timing the habit's duration. Stopping the timer completes the habit.": "Inicia el temporizador para comenzar a medir la duración del hábito. Detener el temporizador completa el hábito.",
  "Time spent on the habit.": "Tiempo dedicado al hábito.",
  "The time elapsed since the habit was last completed.": "El tiempo transcurrido desde que se completó el hábito por última vez.",
  "Habit's desired repeat interval.": "Intervalo de repetición deseado del hábito.",
  "Habit's average repeat interval.": "Intervalo de repetición promedio del hábito.",
  "The ratio of habit's average repeat interval to the habit's desired repeat interval.": "La proporción del intervalo de repetición promedio del hábito al intervalo de repetición deseado del hábito.",
  "How many times was the habit completed and when was the habit last completed.": "Cuántas veces se completó el hábito y cuándo se completó por última vez.",
  "Set the habit's category.": "Establecer la categoría del hábito.",
  "Set the habit's color.": "Establecer el color del hábito.",
  "The date when the habit was created and the date when the habit was last updated.": "La fecha en que se creó el hábito y la fecha en que se actualizó por última vez.",

  "Note's priority.": "Prioridad de la nota.",
  "Note's title.": "Título de la nota.",
  "Note's content.": "Contenido de la nota.",
  "Set the note's priority.": "Establecer la prioridad de la nota.",
  "Change the note's title.": "Cambiar el título de la nota.",
  "Delete the note.": "Eliminar la nota.",
  "Close the note.": "Cerrar la nota.",
  "Change the note's content.": "Cambiar el contenido de la nota.",
  "Set the note's category.": "Establecer la categoría de la nota.",
  "Set the note's color.": "Establecer el color de la nota.",
  "The date when the note was created and the date when the note was last updated.": "La fecha en que se creó la nota y la fecha en que se actualizó por última vez.",

  "Search titles and content in Notes, Tasks, and Habits.": "Buscar títulos y contenido en Notas, Tareas y Hábitos.",
  "Match case when searching.": "Coincidir mayúsculas y minúsculas al buscar.",
  "Clear the search field.": "Borrar el campo de búsqueda.",
  "Click here to enter today's date.": "Haz clic aquí para ingresar la fecha de hoy.",
  "Choose how to compare the planned date (<, =, >, ≠).": "Elige cómo comparar la fecha planificada (<, =, >, ≠).",
  "Filter by planned date.": "Filtrar por fecha planificada.",
  "Clear the planned date filter.": "Borrar el filtro de fecha planificada.",
  "Choose how to compare the done date (<, =, >, ≠).": "Elige cómo comparar la fecha de finalización (<, =, >, ≠).",
  "Filter by done date.": "Filtrar por fecha de finalización.",
  "Clear the done date filter.": "Borrar el filtro de fecha de finalización.",
  "Filter by categories.": "Filtrar por categorías.",
  "Filter by priorities.": "Filtrar por prioridades.",
  "Choose which Habit interval ratio to display next to the Habit title.": "Elige qué proporción de intervalo del hábito mostrar junto al título del hábito.",
  "Show only habits with interval ratio over the chosen limit.": "Mostrar solo los hábitos con una proporción de intervalo superior al límite elegido.",
  "Choose the limit.": "Elegir el límite.",
  "Choose how to sort Notes.": "Elegir cómo ordenar las Notas.",
  "Choose how to sort Tasks.": "Elegir cómo ordenar las Tareas.",
  "Choose how to sort Habits.": "Elegir cómo ordenar los Hábitos.",

  "Toggle dark mode.": "Alternar modo oscuro.",
  "Choose a theme.": "Elegir un tema.",
  "Choose a start page that should open every time you start OpenHabitTracker.": "Elige una página de inicio que se abra cada vez que inicies OpenHabitTracker.",
  "Choose a start sidebar that should open every time you start OpenHabitTracker.": "Elige una barra lateral de inicio que se abra cada vez que inicies OpenHabitTracker.",
  "Show help on every page.": "Mostrar ayuda en cada página.",
  "Show the item list in Tasks and Habits.": "Mostrar la lista de elementos en Tareas y Hábitos.",
  "Show the small calendar in one line in Habits.": "Mostrar el calendario pequeño en una línea en Hábitos.",
  "Show the large calendar for the selected Habit.": "Mostrar el calendario grande para el hábito seleccionado.",
  "Show the color picker in Notes, Tasks and Habits.": "Mostrar el selector de color en Notas, Tareas y Hábitos.",
  "Show the created date and the updated date in Notes, Tasks and Habits.": "Mostrar la fecha de creación y la fecha de actualización en Notas, Tareas y Hábitos.",
  "Choose a language.": "Elegir un idioma.",
  "Choose the start of the week in the large calendar in Habits.": "Elegir el inicio de la semana en el calendario grande en Hábitos.",
  "Pressing the TAB key inserts a tab in the content when writing the text in Notes.": "Presionar la tecla TAB inserta una tabulación en el contenido al escribir texto en Notas.",
  "You can use Markdown to format the content in Notes.": "Puedes usar Markdown para formatear el contenido en Notas.",
  "Resetting the habit when it is completed will uncheck all items.": "Restablecer el hábito cuando se completa desmarcará todos los elementos.",
  "Choose the horizontal space between items in the list.": "Elegir el espacio horizontal entre los elementos de la lista.",
  "Choose the vertical space between items in the list.": "Elegir el espacio vertical entre los elementos de la lista.",

  "Task's priority.": "Prioridad de la tarea.",
  "Task's title.": "Título de la tarea.",
  "The date the task is planned at.": "La fecha en que está planificada la tarea.",
  "Mark the task as done.": "Marcar la tarea como completada.",
  "Task's items.": "Elementos de la tarea.",
  "Set the task's priority.": "Establecer la prioridad de la tarea.",
  "Change the task's title.": "Cambiar el título de la tarea.",
  "Delete the task.": "Eliminar la tarea.",
  "Close the task.": "Cerrar la tarea.",
  "Set the date the task is planned at.": "Establecer la fecha en que está planificada la tarea.",
  "Set the task's duration.": "Establecer la duración de la tarea.",
  "Start the timer to start timing the task's duration. Stopping the timer completes the task.": "Inicia el temporizador para comenzar a medir la duración de la tarea. Detener el temporizador completa la tarea.",
  "Time spent on the task.": "Tiempo dedicado a la tarea.",
  "When the task was started.": "Cuándo se inició la tarea.",
  "When the task was completed.": "Cuándo se completó la tarea.",
  "Set the task's category.": "Establecer la categoría de la tarea.",
  "Set the task's color.": "Establecer el color de la tarea.",
  "The date when the task was created and the date when the task was last updated.": "La fecha en que se creó la tarea y la fecha en que se actualizó por última vez.",

  "Restore all deleted Notes, Tasks, and Habits.": "Restaurar todas las notas, tareas y hábitos eliminados.",
  "Permanently remove all deleted Notes, Tasks, and Habits.": "Eliminar permanentemente todas las notas, tareas y hábitos eliminados."
}
